let item = [
    {
        title: "艤装",
        check_list: [{ title: "1051の艤装を助言なしでミスなくできるか?", check: "×", id: "q1" },
        { title: "1137の艤装を助言なしでミスなくできるか", check: "×", id: "q2" },
        { title: "各部の名称を理解しているか(10個以上の質問に対して全問正解)", check: "×", id: "q3" },
        { title: "シートワークができるか", check: "×", id: "q4" }]
    },
    {
        title: "出艇準備（スロープ前）",
        check_list: [
            { title: "艇を風上に向けておく理由を理解しているか", check: "×", id: "q5" },
            { title: "バタつくセールを手で保持してはいけない理由を説明できるか", check: "×", id: "q6" },
            { title: "セールの上げ下ろし方法を理解して、主導的に実施できるか", check: "×", id: "q7" },
            { title: "出艇時、どのようなコースを走るかをイメージして説明できるか", check: "×", id: "q8" }]
    },
    {
        title: "出艇動作",
        check_list: [
            { title: "海上に艇を浮かべた状態で、風の方向に合わせて艇を保持できるか？", check: "×", id: "q9" },
            { title: "船台を一人で置きに行けるか？", check: "×", id: "q10" },
            { title: "センターボードを降ろす準備が出来るか？", check: "×", id: "q11" },
            { title: "ラダーを刺し込む（または降ろす準備）が出来るか？", check: "×", id: "q12" },
            { title: "周囲の安全監視を実施し、スッキッパーに報告できるか？", check: "×", id: "q13" },
            { title: "適切なジブ操作が出来るか？（引く方向、量、タイミング）", check: "×", id: "q14" },
            { title: "速やかにセンターボードを入れる事が出来るか？（ランニングを除く）", check: "×", id: "q15" },
            { title: "適切なヒール維持が出来るか？", check: "×", id: "q16" }]
    },
    {
        title: "帰港動作",
        check_list: [
            { title: "入港時、どの様なコースを走るかをイメージして説明できるか？", check: "×", id: "q17" },
            { title: "下り風で入港時、港外でメインセールを独力で降ろせるか？", check: "×", id: "q18" },
            { title: "下り風で入港時、ジブセールの操作を適切に実施できるか？", check: "×", id: "q19" },
            { title: "強風下の入港時、体重移動で適切にヒールをコントロールできるか？", check: "×", id: "q20" },
            { title: "スロープ着艇時、ベーラを空けるのを忘れないか？", check: "×", id: "q21" },
            { title: "スロープ着艇時、適切なタイミングで適量のセンターボードを上げる事が出来るか？", check: "×", id: "q22" },
            { title: "スロープ着艇時、適切な水深を見極め、降りる事が出来るか？", check: "×", id: "q23" },
            { title: "スロープ着艇時、降りた後に艇を保持できるか？", check: "×", id: "q24" },
            { title: "桟橋に着ける時、1051艇の脆弱部を理解しているか?", check: "×", id: "q25" },
            { title: "桟橋に着ける時、適切なタイミングで桟橋に乗り移れるか？", check: "×", id: "q26" },
            { title: "桟橋に乗り移り後、独力でビットに船を固定できるか？", check: "×", id: "q27" },
            { title: "船台を見つけて、持ってこれるか？", check: "×", id: "q28" },
            { title: "艇を引き上げる前に、艇を船台に結び付けるのを忘れないか？", check: "×", id: "q29" }
        ]
    },
    {
        title: "解装",
        check_list: [
            { title: "艇を所定の状態に、戻せるか？", check: "×", id: "q30" },
            { title: "オーニング装着時、突起の処理や水溜対策に配慮できるか？", check: "×", id: "q31" },
            { title: "ライジャケなどを、散乱せずに、忘れ物対策に心がけているか？", check: "×", id: "q32" },
        ]
    },
    {
        title: "ウォッチ",
        check_list: [
            { title: "特にジブ裏の安全監視を実施し、スッキッパーに報告できるか？", check: "×", id: "q33" },
            { title: "自艇に対して、脅威となる船やブイを判断できるか？", check: "×", id: "q34" },
            { title: "タック時に、新たな進行方向の安全を確認して、スッキッパーに報告しているか？", check: "×", id: "q35" },
            { title: "時間方位と艇身で、対象物の位置を報告できるか？", check: "×", id: "q36" },
            { title: "常に、サークル艇の位置を気にして確認しているか？", check: "×", id: "q37" },
            { title: "漁網をスッキパーより早く見つけ、速やかにスッキパーに報告しているか？", check: "×", id: "q38" }
        ]
    },
    {
        title: "ジブ操作",
        check_list: [
            { title: "風の方向と、ジブの出し引き量の関係を説明できるか？", check: "×", id: "q39" },
            { title: "テルテールの状態と、ジブの出し引きに関して、説明できるか？", check: "×", id: "q40" },
            { title: "ジブの出し引きを適切に実施できるか？（風に合わせてジブの出し入れが出来るか？）", check: "×", id: "q41" },
            { title: "セールの形を見ながら、ジブフェアリーダの操作が出来るか？", check: "×", id: "q42" },
            { title: "タック前に、確実にクリートを外しているか？", check: "×", id: "q43" },
            { title: "タック時に、風の強弱に合わせて、適切なタイミングでジブの反転ができるか？", check: "×", id: "q44" },
            { title: "タック時に、ジブシートが引っかかった場合、速やかに解消処理が出来るか？", check: "×", id: "q45" },
            { title: "スピン操作時以外、いかなる時もジブシートから手を離さないか？", check: "×", id: "q46" }
        ]
    },
    {
        title: "スピン操作",
        check_list: [
            { title: "スピンポールの取り付けが速やかに実施できるか？", check: "×", id: "q47" },
            { title: "ガイを調整し、スピンポールを適切な位置にトリムできるか？", check: "×", id: "q48" },
            { title: "スピンシートを調整し、スピンを綺麗に脹れるか？（引き込み過ぎないか？", check: "×", id: "q49" },
            { title: "ガイとスピンシートを同時に出し入れして風を掴めるか？", check: "×", id: "q50" },
            { title: "スピンジャイブが、スピンを潰さずに実施出来るか？", check: "×", id: "q51" },
            { title: "Ｋ１６のスピン収納時、ガイとスピンシートにテンションをかけ、水没を防止できるか？", check: "×", id: "q52" }
        ]
    },
    {
        title: "ヒール",
        check_list: [
            { title: "アンヒールの状態を放置しないか？", check: "×", id: "q53" },
            { title: "スッキッパーの好みに合わせたヒール維持が出来るか？", check: "×", id: "q54" },
            { title: "ハイクアウトが出来るか？", check: "×", id: "q55" },
            { title: "タック時、速やかな体重移動が出来るか？", check: "×", id: "q56" }
        ]
    },
    {
        title: "トラッピーズ",
        check_list: [
            { title: "滑らかにトラッピーズの出入りが出来るか？", check: "×", id: "q57" },
            { title: "トラッピーズに出た状態で、姿勢の変更などでヒールをコントロールできるか？", check: "×", id: "q58" },
            { title: "トラッピーズに出た状態で、ジブの操作が出来るか？", check: "×", id: "q59" },
            { title: "トラッピーズに出た状態から、タックが出来るか？（トラッピーズタックが出来るか？）", check: "×", id: "q60" },
            { title: "トラッピーズタック時、速やかに反対のジブを引いて、逆サイドに出れるか？", check: "×", id: "q61" }
        ]
    },
    {
        title: "沈",
        check_list: [
            { title: "沈の時に、実施すべき手順を説明できる。", check: "×", id: "q62" },
            { title: "トラッピーズ時のオーバーヒール沈の時の留意事項を説明できる。", check: "×", id: "q63" },
            { title: "スピンを貼った状態での沈の時の留意事項を説明できる。", check: "×", id: "q64" },
            { title: "センターボードに乗って沈を起こす事が出来る。（実技確認）", check: "×", id: "q65" }
        ]
    },
    {
        title: "交通ルール/帆走理論/その他",
        check_list: [
            { title: "優先艇の関係を理解しているか？（スタボー/ポート/動力船/漁労船/SUP/遊泳者）", check: "×", id: "q66" },
            { title: "なぜヨットが風上に走れるか理解しているか？（揚力/センダーボードの役割）", check: "×", id: "q67" },
            { title: "スタボー/ポートのどちらで走ってるか言えるか？", check: "×", id: "q68" },
            { title: "艇と風の方向（クローズ/アビーム/リーチ/ランニング）を説明できるか？", check: "×", id: "q69" },
            { title: "風の強弱にあわせた前後方向の座り位置を理解しているか？", check: "×", id: "q70" },
            { title: "波が高い時の前後方向の座り位置を理解しているか？", check: "×", id: "q71" },
            { title: "不具合など緊急時を想定して、アンカーを降ろす事が出来るか？", check: "×", id: "q72" }
        ]
    },




]

exports.item = item