let item = [
    {
        title: "艤装",
        check_list: [{ title: "1051の艤装を助言なしでミスなくできるか?", check: "×", id: "q1" },
        { title: "1137の艤装を助言なしでミスなくできるか", check: "×", id: "q2" },
        { title: "各部の名称を理解しているか(10個以上の質問に対して全問正解)", check: "×", id: "q3" },
        { title: "シートワークができるか", check: "×", id: "q4" }]
    },
    {
        title: "出艇準備（スロープ前）",
        check_list: [
            { title: "艇を風上に向けておく理由を理解しているか", check: "×", id: "q5" },
            { title: "バタつくセールを手で保持してはいけない理由を説明できるか", check: "×", id: "q6" },
            { title: "セールの上げ下ろし方法を理解して、主導的に実施できるか", check: "×", id: "q7" },
            { title: "出艇時、どのようなコースを走るかをイメージして説明できるか", check: "×", id: "q8" }]
    },
    {
        title: "出艇動作",
        check_list: [
            { title: "海上に艇を浮かべた状態で、風の方向に合わせて艇を保持できるか？", check: "×", id: "q9" },
            { title: "船台を一人で置きに行けるか？", check: "×", id: "q10" },
            { title: "センターボードを降ろす準備が出来るか？", check: "×", id: "q11" },
            { title: "ラダーを刺し込む（または降ろす準備）が出来るか？", check: "×", id: "q12" },
            { title: "周囲の安全監視を実施し、スッキッパーに報告できるか？", check: "×", id: "q13" },
            { title: "適切なジブ操作が出来るか？（引く方向、量、タイミング）", check: "×", id: "q14" },
            { title: "速やかにセンターボードを入れる事が出来るか？（ランニングを除く）", check: "×", id: "q15" },
            { title: "適切なヒール維持が出来るか？", check: "×", id: "q16" }]
    },
    {
        title: "帰港動作",
        check_list: [
            { title: "入港時、どの様なコースを走るかをイメージして説明できるか？", check: "×", id: "q17" },
            { title: "下り風で入港時、港外でメインセールを独力で降ろせるか？", check: "×", id: "q18" },
            { title: "下り風で入港時、ジブセールの操作を適切に実施できるか？", check: "×", id: "q19" },
            { title: "強風下の入港時、体重移動で適切にヒールをコントロールできるか？", check: "×", id: "q20" },
            { title: "スロープ着艇時、ベーラを空けるのを忘れないか？", check: "×", id: "q21" },
            { title: "スロープ着艇時、適切なタイミングで適量のセンターボードを上げる事が出来るか？", check: "×", id: "q22" },
            { title: "スロープ着艇時、適切な水深を見極め、降りる事が出来るか？", check: "×", id: "q23" },
            { title: "スロープ着艇時、降りた後に艇を保持できるか？", check: "×", id: "q24" },
            { title: "桟橋に着ける時、1051艇の脆弱部を理解しているか?", check: "×", id: "q25" },
            { title: "桟橋に着ける時、適切なタイミングで桟橋に乗り移れるか？", check: "×", id: "q26" },
            { title: "桟橋に乗り移り後、独力でビットに船を固定できるか？", check: "×", id: "q27" },
            { title: "船台を見つけて、持ってこれるか？", check: "×", id: "q28" },
            { title: "艇を引き上げる前に、艇を船台に結び付けるのを忘れないか？", check: "×", id: "q29" }
        ]
    }
]

exports.item = item